{"keras_version": "2.0.8", "config": [{"config": {"activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "batch_input_shape": [null, 36], "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 8, "name": "dense_7", "dtype": "float32", "bias_constraint": null, "activation": "sigmoid"}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "kernel_regularizer": null, "activation": "softmax", "use_bias": true, "trainable": true, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 6, "name": "dense_8", "activity_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}